tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "wez/wezterm"
brew "atuin"
brew "bat"
brew "choose-gui"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "jcal"
brew "k9s"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "monolith"
brew "powerlevel10k"
brew "task"
brew "teller"
brew "the_silver_searcher"
brew "uv"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "wezterm"
cargo "amber"
