# Brewfile, read more: https://www.macstadium.com/blog/advanced-homebrew-options-to-level-up-your-infrastructure
tap "aquasecurity/trivy"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "goflink/platform-tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "warrensbox/tap"
tap "wez/wezterm"
brew "argocd"
brew "atuin"
brew "bat"
brew "bottom"
brew "coreutils"
brew "curlie"
brew "fizz"
brew "fd"
brew "node"
brew "fzf"
brew "gh"
brew "git-delta"
brew "golangci-lint"
brew "gopls"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "neovim"
brew "temporal"
brew "terraform-docs"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "unar"
brew "vhs"
brew "vim"
brew "virtualenv", link: false
brew "pre-commit", link: false
brew "ripgrep"
brew "telnet"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "aquasecurity/trivy/trivy"
brew "derailed/k9s/k9s"
brew "fairwindsops/tap/pluto"
brew "jesseduffield/lazygit/lazygit"
brew "johanhaleby/kubetail/kubetail"
brew "warrensbox/tap/tfswitch"
cask "0-ad"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "wezterm"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "donjayamanne.jquerysnippets"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "JuanBlanco.solidity"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
