# generated by: brew bundle dump
# read more: https://www.macstadium.com/blog/advanced-homebrew-options-to-level-up-your-infrastructure
tap "aquasecurity/trivy"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "dagger/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "fairwindsops/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "lindell/multi-gitter"
tap "nikitabobko/tap"
tap "norwoodj/tap"
tap "robusta-dev/krr"
tap "textualize/homebrew"
tap "thecasualcoder/stable"
tap "warrensbox/tap"
tap "wez/wezterm"
brew "act"
brew "actionlint"
brew "glib"
brew "zstd"
brew "icu4c@77"
brew "harfbuzz"
brew "adwaita-icon-theme"
brew "argocd"
brew "atuin"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libass"
brew "librist"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "fluid-synth"
brew "qt"
brew "audacious"
brew "bat"
brew "bat-extras"
brew "berkeley-db"
brew "boost"
brew "bottom"
brew "pycparser"
brew "cffi"
brew "chrome-cli"
brew "cmake"
brew "copier"
brew "coreutils"
brew "cryptography"
brew "curl"
brew "curlie"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "entr"
brew "fd"
brew "ffmpegthumbnailer"
brew "fx"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gomplate"
brew "gopls"
brew "goreleaser"
brew "gource"
brew "gpgme"
brew "graphene"
brew "gtk4"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "jcal"
brew "jq"
brew "k3d"
brew "kubecolor"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libadwaita"
brew "libpq"
brew "libxml2"
brew "libzip"
brew "mask"
brew "protobuf"
brew "python@3.11"
brew "mitmproxy"
brew "mplayer"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mvfst"
brew "neovim"
brew "oauth2c"
brew "ollama"
brew "openssl@1.1"
brew "parallel"
brew "perl"
brew "pipenv"
brew "poetry"
brew "poppler"
brew "pre-commit", link: false
brew "py3cairo"
brew "pygobject3"
brew "python@3.10"
brew "python@3.12"
brew "pyyaml"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "spotify-tui"
brew "sshpass"
brew "teller"
brew "telnet"
brew "temporal"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "ttyd"
brew "ugit"
brew "unar"
brew "uv"
brew "vhs"
brew "vim"
brew "virtualenv", link: false
brew "vte3"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "aquasecurity/trivy/trivy"
brew "browsh-org/browsh/browsh"
brew "charmbracelet/tap/mods"
brew "dagger/tap/dagger"
brew "datawire/blackbird/telepresence-arm64"
brew "derailed/k9s/k9s"
brew "fairwindsops/tap/pluto"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "johanhaleby/kubetail/kubetail"
brew "lindell/multi-gitter/multi-gitter"
brew "norwoodj/tap/helm-docs"
brew "robusta-dev/krr/krr"
brew "textualize/homebrew/frogmouth"
brew "thecasualcoder/stable/tf-summarize"
brew "warrensbox/tap/tfswitch"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "jordanbaird-ice"
cask "lapce"
cask "meld"
cask "visual-studio-code"
cask "wezterm"
cask "wkhtmltopdf"
vscode "docker.docker"
vscode "donjayamanne.jquerysnippets"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "goflink.goflink-helm-validator"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "juanblanco.solidity"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "svelte.svelte-vscode"
vscode "tim-koehler.helm-intellisense"
vscode "vscodevim.vim"
